Repository: sushain97/apertium-monorepo-svn-82937
Catalog: nursery/apertium-sme-smn/fi.samediggi/view_id_EQ_622_itemid_EQ_233.tmx
Source language: sme
Languages: smn

source: Sámedikki nuoraidráđđi
smn: Sämitige nuorâirääđi

source: Nuoraidčálli fástida
smn: Nuorâičällee västid

source: muhto mii lea Skáhppu ?
smn: mut mii lii Skuáppu ?

source: Binna Bánna mánáid radio
smn: Binna Bánna párnái radio

source: Unna Junná álggii jagis 2007
smn: Unna Junná aalgij ive 2007

source: xxx
smn: Unna Junná video

source: Njoammil
smn: Njuámmil

source: Suoma Sámi Nuorat
smn: xxx

source: Rájehis sámenuorat
smn: Räjittes säminuorah

source: Nuorat lagašgovas
smn: Nuorah aldakooveest

source: Pilvi álggaha
smn: Pilvi aalgât ollâopâttuvâst

source: Mun gal guoran máttaráddján
smn: Mun kal kuorâm madâräijihâm

source: Sámenuoraid dáiddadáhpáhus
smn: Säminuorâi taaiđâtábáhtus

source: Dáiddadáhpáhus govvaráidu
smn: Taaidâtábáhtus koveráiđu

source: Lean Olga Egorova ja lean 24 jagi boaris .
smn: Mun lam Olga Egorova já lam 24 ihásâš .

source: Riegádin ja bajásšadden Ruoššas Murmánskka gávpogis .
smn: Šoddim já rávásmuvvim Ruošâst Murmansk kaavpugist .

source: Mánnán ledjen ollu iežan áhku ja ádjá luhtte Loparskajas , 60 kilomehter geahčen Murmánskkas .
smn: Ko lijjim páárnáš , te viettim ennuv ääigi ááhu já äijih lunne Loparskajast , mii lii 60 kilomeetter keččin Murmanskist .

source: Mu áhkku lea eret Lujávrris ja áddjá Varzinas .
smn: Muu ákku lii šaddaaš Luujäävrist já äijih Varzinost .

source: Bajásšadden sámekultuvrra ja – árbevieruid siste .
smn: Rávásmuvvim sämikulttuur já – ärbivuovij siste .

source: Mu áhkku earret eará duddjui ollu ja málestii meastá álot árbevirolaš sámi biepmuid .
smn: Ákkum eres lasseen tuoijui ennuv já mälistij masa ovttuu ärbivuáválijd sämimálásijd .

source: Vázzen skuvllaid Murmánskkas , gos moai leimme oappáin áidna sápmelaččat .
smn: Juuttim škoovlâ Murmanskist , mast lâim obijnân áinooh sämmiliih .

source: Muittán mo mun dollen máŋggaid ovdanbuktimiid sámekultuvrras ja sámiid birra mu luohkáskihpáriidda .
smn: Muštám , maht toollim maaŋgâid ovdâsaavâid jieččân luokkaskipáráid sämikulttuurist já sämmilijn .

source: Vuođđoskuvlla maŋŋá vulgen lonohallanstudeantan Norgii Kárášjohkii vai oahpašin eanet sápmelaš ja norgalaš kultuvrras .
smn: Vuáđuškoovlâ maŋa vuolgim molsâuáppen Taažân Kárášjuuhân , vâi opâččim eenâb säämi já taažâ kulttuurist .

source: Dan maŋŋá lohken hotealla- ja turismasuorggi Murmánskka universitehtas .
smn: Tast maŋa oppim hooteel- já mađhâšemsyergi Murmansk ollâopâttuvâst .

source: Bargen ollu dalle go studerejin .
smn: Opâdijn porgim ennuv pargoid .

source: Go orron Kárášjogas , álgen lohkat davvisámegiela .
smn: Ko aassim Kárášjuuvâst , te luvâškuottim tavesämikielâ .

source: Dál orun Guovdageainnus ja logan davvisámegiela lassin sámi kultuvrra .
smn: Tääl aasâm Kuovdâkiäinust já luuvâm tavesämikielâ lasseen sämikulttuur .

source: Lean doaibman guokte jagi Ruošša sámenuoraid searvvi “ Sami Nurash ” ságadoallin .
smn: Lam toimâm kyehti ive Ruošâ säminuorâi seervi “ Sami Nurash ” saavâjođetteijen .

source: Barggan olu bargguid Ruošša sámenuoraid searvvis ja mii dávjá suokkardallat sápmelaččaid boahttevuođa .
smn: Poorgâm ennuv Ruošâ säminuorâi seervist já suogârdâllâp távjá sämmilij puátteevuođâ .

source: Dan lassin mun barggan Ruošša Sámedikkis .
smn: Lasseen poorgâm Ruošâ sämitiggeest .

source: Astoáigge mun láven duddjot sámedujiid .
smn: Astoäägi must lii vyehin tuoijuđ sämituojijd .

source: Lean beallái sápmelaš dego stuorámus oassi Ruošša sápmelaččain .
smn: Lam pelisämmilâš , tegu iänááš uási Ruošâ sämmilijn .

source: Das fuolakeahttá lean álo doallan iežan sápmelažžan inge rievtti mielde máhtášii govahallat eallima sápmelašvuođa haga .
smn: Tast peerusthánnáá lam ain annaam jieččân sämmilâžžân , jiemge riävtui puávtáččii jurdâččiđ jieččân eellim sämmilâšvuođâttáá .

source: Mu eallin livččii sihkkarit álkit danin go dál mus gollá ollu áigi ja resurssat dehálaš sámeáššiide iešguđetlágan čoahkkimiin ja deaivvademiin .
smn: Nabdemist muu eellim ličij hiälpub , ko tääl must mana ennuv äigi já naavcah tehálij sämiašijguin , sierâlágánijn čuákkimijn já teividmijn .

source: Goittotge mun liikon iežan eallimii justa dál ja justa dákkárin , ja doalan dehálažžan sámeáššiid .
smn: Liijká lijkkuum jieččân elimân eidu tääl já eidu tágárin , já tuubdâm sämmilij aašijd tehálâžžân .

source: Lea miellagiddevaš ja dehálaš áddet , ahte mii sáhttit rievdadit boahttevuođa iežamet bargguin , ja mii sáhttit ráhkadit buoret boahttevuođa čuovvovaš sohkabulvii .
smn: Lii mielâkiddiivâš já tehálâš iberdiđ , et pyehtip rievdâdiđ puátteevuođâ jieččân resurssij vievâst , já et pyehtip toohâđ pyereeb puátteevuođâ puáttee suhâpuolváid .

source: Mu boahttevuohta lea vel vehá eahpečielggas inge dieđe vel mii doppe lea .
smn: Jieččân puátteevuotâ lii ucánjáhháá epičielgâs , jiemge tieđe vala mii tobbeen lii .

source: Gánske dasa gullet bearaš ja mánát ja bargu .
smn: Kenski toos kuleh peerâ já párnááh , sehe pargo .

source: Das lean goittotge sihkkar ahte áiggun bargat ain dallege sámekultuvrra ovdii ovdamearkka dihte iešguđetlágan prošeavttain .
smn: Tast kuittâg lam vises , et šoodâm porgâđ vala talle-uv sämikulttuur pyerrin ovdâmerkkân sierâlágán projektijn .

source: Oppalohkái oainnán sápmelaččaid boahttevuođa čuovgadin , danin go jus mii rahčat dan ovdii dál , de dorvvastit mii dan seailuma .
smn: Almolávt juurdâštijn uáinám sämmilij puátteevuođâ čuovâdin , ko jis mij rooččâp ton oovdân tääl , te turvip ton siäilum .
